{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "OnlineError",
			"Children": [
				{
					"Source":
					{
						"Text": "Access denied"
					},
					"Translation":
					{
						"Text": "Access denied"
					},
					"Key": "AccessDenied"
				},
				{
					"Source":
					{
						"Text": "Cannot parse results"
					},
					"Translation":
					{
						"Text": "Cannot parse results"
					},
					"Key": "CantParse"
				},
				{
					"Source":
					{
						"Text": "Extended error"
					},
					"Translation":
					{
						"Text": "Extended error"
					},
					"Key": "FailExtended"
				},
				{
					"Source":
					{
						"Text": "Failed to send request"
					},
					"Translation":
					{
						"Text": "Failed to send request"
					},
					"Key": "RequestFailure"
				},
				{
					"Source":
					{
						"Text": "Incompatible client version"
					},
					"Translation":
					{
						"Text": "Incompatible client version"
					},
					"Key": "IncompatibleVersion"
				},
				{
					"Source":
					{
						"Text": "Interface not found"
					},
					"Translation":
					{
						"Text": "Interface not found"
					},
					"Key": "MissingInterface"
				},
				{
					"Source":
					{
						"Text": "Invalid credentials"
					},
					"Translation":
					{
						"Text": "Invalid credentials"
					},
					"Key": "InvalidCreds"
				},
				{
					"Source":
					{
						"Text": "Invalid params specified"
					},
					"Translation":
					{
						"Text": "Invalid params specified"
					},
					"Key": "InvalidParams"
				},
				{
					"Source":
					{
						"Text": "No valid auth"
					},
					"Translation":
					{
						"Text": "No valid auth"
					},
					"Key": "InvalidAuth"
				},
				{
					"Source":
					{
						"Text": "No valid configuration"
					},
					"Translation":
					{
						"Text": "No valid configuration"
					},
					"Key": "NotConfigured"
				},
				{
					"Source":
					{
						"Text": "No valid connection"
					},
					"Translation":
					{
						"Text": "No valid connection"
					},
					"Key": "NotConnected"
				},
				{
					"Source":
					{
						"Text": "No valid user"
					},
					"Translation":
					{
						"Text": "No valid user"
					},
					"Key": "InvalidUser"
				},
				{
					"Source":
					{
						"Text": "Not implemented"
					},
					"Translation":
					{
						"Text": "Not implemented"
					},
					"Key": "NotImplemented"
				},
				{
					"Source":
					{
						"Text": "Operation was canceled"
					},
					"Translation":
					{
						"Text": "Operation was canceled"
					},
					"Key": "Canceled"
				},
				{
					"Source":
					{
						"Text": "Request already pending"
					},
					"Translation":
					{
						"Text": "Request already pending"
					},
					"Key": "AlreadyPending"
				},
				{
					"Source":
					{
						"Text": "Results were invalid"
					},
					"Translation":
					{
						"Text": "Results were invalid"
					},
					"Key": "InvalidResults"
				},
				{
					"Source":
					{
						"Text": "Too many requests"
					},
					"Translation":
					{
						"Text": "Too many requests"
					},
					"Key": "TooManyRequests"
				},
				{
					"Source":
					{
						"Text": "Unknown error"
					},
					"Translation":
					{
						"Text": "Unknown error"
					},
					"Key": "Unknown"
				}
			]
		},
		{
			"Namespace": "OnlinePresence",
			"Children": [
				{
					"Source":
					{
						"Text": "Away"
					},
					"Translation":
					{
						"Text": "Away"
					},
					"Key": "Away"
				},
				{
					"Source":
					{
						"Text": "Chat"
					},
					"Translation":
					{
						"Text": "Chat"
					},
					"Key": "Chat"
				},
				{
					"Source":
					{
						"Text": "DoNotDisturb"
					},
					"Translation":
					{
						"Text": "DoNotDisturb"
					},
					"Key": "DoNotDisturb"
				},
				{
					"Source":
					{
						"Text": "ExtendedAway"
					},
					"Translation":
					{
						"Text": "ExtendedAway"
					},
					"Key": "ExtendedAway"
				},
				{
					"Source":
					{
						"Text": "Offline"
					},
					"Translation":
					{
						"Text": "Offline"
					},
					"Key": "Offline"
				},
				{
					"Source":
					{
						"Text": "Online"
					},
					"Translation":
					{
						"Text": "Online"
					},
					"Key": "Online"
				}
			]
		}
	]
}